---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksetFilter
source: html/5c8bc340-4f3c-e291-4caf-9a03bdd149a8.htm
---
# WorksetFilter Properties

True if the results of the filter only match stand-alone worksets; worksets that are not stand-alone will be rejected.